Repository: Abhay-dot/sugar-commander
Catalog: po/*.po
Languages: ca, da, de, es, fr, it, nl, ro, sq, zh_cn

source: Sugar Commander
ca: L'encarregat del Sugar
da: Sugar Kommandør
de: Sugar-Steuerung
sq: Komanduesi Sugar
zh_cn: Sugar指挥官

source: Move files from your SD card or thumb drives to the Journal, clean up the Journal, and more!
ca: Moveu els fitxers de la targeta SD o del llapis al diari, netegeu el diari, i molt més!
da: Flyt filer fra dit SD-kort eller USB-drev til journalen, ryd op i journalen og mere!
de: Dateien von deiner SD-Karte oder deinem USB-Stick in das Tagebuch verschieben, das Tagebuch bereinigen und vieles mehr!
es: ¡Mueve archivos desde la tarjeta SD o desde la memoria USB para el Diario, limpia el Diario, y mucho más!
fr: Déplacer les fichiers de votre carte SD ou une clé USB vers le Journal, nettoyer le Journal, et plus encore!
it: Sposta i tuoi file dalla scheda SD o dalla chiavetta USB al Journal, ripulisci il Journal e altro ancora!
nl: Verplaats bestanden van je SD kaart of stick naar Logboek, schoon Logboek en meer!
ro: Muta fișierele de pe cardul SD sau memoria USB pentru Jurnal, curata Journalul,și mai multe!
sq: Shpjerini kartelat tuaj nga karta SD apo diskth USB te Ditari, pastroni Ditarin, etj!
zh_cn: 从你的 SD 卡或者闪盘移动文件到日志，清除日志及更多功能!

source: Title
ca: Títol
da: Titel
de: Titel
es: Título
fr: Titre
it: Titolo
nl: Titel
ro: Titlu
sq: Titull
zh_cn: 标题

source: Size (KB)
ca: Mida (KB)
da: Størrelse (KB)
de: Größe (KB)
es: Tamaño (KB)
fr: Taille (Ko)
it: Dimensione (KB)
nl: Grootte (KB)
ro: Mărime (Ko)
sq: Madhësi (KB)
zh_cn: 大小（KB）

source: MIME Type
ca: Tipus MIME
de: MIME-Typ
es: Tipo MIME
fr: Type MIME
ro: Tip MIME
sq: Lloj MIME
zh_cn: MIME类型

source: Journal
ca: Diari
de: Tagebuch
es: Diario
it: Diario
nl: Logboek
ro: Jurnal
sq: Ditar
zh_cn: 日志

source: Resize To Width
ca: Redimensiona per ajustar
da: Tilpas størrelse til bredde
de: Breite einpassen
es: Ajustar al ancho
fr: Redimensionner à la largeur
it: Adatta alla larghezza
nl: Verander Grootte Naar Breedte
ro: Potrivire in lățime
sq: Ripërmasoje Sa Gjerësia
zh_cn: 按宽度调整大小

source: Save
ca: Desa
da: Gem
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
nl: Opslaan
ro: Salvează
sq: Ruaje
zh_cn: 保存

source: Delete
ca: Suprimeix
da: Slet
de: Löschen
es: Borrar
fr: Effacer
it: Cancella
nl: Verwijderen
ro: Șterge
sq: Fshije
zh_cn: 删除

source: Description
ca: Descripció
da: Beskrivelse
de: Beschreibung
es: Descripción
it: Descrizione
nl: Beschrijving
ro: Descriere
sq: Përshkrim
zh_cn: 描述

source: Tags
ca: Etiquetes
da: Mærker
de: Stichwörter
es: Etiquetas
fr: Etiquettes
it: Etichette
nl: Labels
ro: Etichete
sq: Etiketa
zh_cn: 标签

source: Copy File To The Journal
ca: Copia el fitxer al diari
da: Kopiér fil til Journal
de: Kopiere Datei in das Tagebuch
es: Copiar archivo al diario
fr: Copier le fichier dans le Journal
it: Copia il File nel Diario
nl: Kopieer bestand naar het logboek
ro: Copiere fișier in Jurnal
sq: Kopjoje Kartelën Te Ditari
zh_cn: 复制文件到日志

source: Files
ca: Fitxers
da: Filer
de: Dateien
es: Archivos
fr: Fichiers
it: File
nl: Bestanden
ro: Fișiere
sq: Kartela
zh_cn: 文件

source: Error
da: Fejl
de: Fehler
fr: Erreur
it: Errore
nl: Fout
ro: Eroare
sq: Gabim
zh_cn: 错误

source: Image cannot be made larger, only smaller.
ca: La imatge no es pot fer més gran, tan sols més petita.
da: Billede kan ikke gøres større, kun mindre.
de: Das Bild lässt sich nicht vergrößern, nur verkleinern.
es: Solo puede achicar la imagen.
fr: L'image ne peut pas être plus grande, mais uniquement plus petite.
it: L'immagine non pu√≤ esere ingrandita, ma solo rimpicciolita.
nl: Afbeelding kan niet groter worden, alleen maar kleiner.
ro: Doar se poate micsora imaginea.
sq: Figura s’mund të zmadhohet më, vetëm të zvogëlohet.
zh_cn: 图片不能变大，只有变小。

source: Entry %s resized.
ca: L'entrada %s s'ha redimensionat.
da: Post %s fik ændret størrelse.
de: Größe von Eintrag %s verändert.
es: Entrada %s cambió tamaño.
fr: Entrée %s redimensionnée.
it: Oggetto %s ridimensionato.
nl: Entry %s veranderd.
ro: Intrare %s schimbări de mărime.
sq: Zëri %s u ripërmasua.
zh_cn: 条目%s的大小已调整。

source: Entry %s deleted.
ca: L'entrada %s s'ha suprimit.
da: Post %s blev slettet.
de: Eintrag %s gelöscht.
es: Entrada %s borrada.
fr: Entrée %s supprimée.
it: Oggetto %s cancellato.
nl: Entry %s verwijderd.
ro: Intrare %s ștearsa.
sq: Zëri %s u fshi.
zh_cn: 条目%s已删除。

source: Entry title changed to %s
ca: El títol de l'entrada s'ha canviat a %s
da: Titel på post ændret til %s
de: Titel des Eintrags abgeändert in %s
es: Titulo de la entrada cambiado a %s
fr: Titre de l'entrée remplacé par %s
it: Nome dell'oggetto modificato in %s
nl: Entry titel gewijzigd in %s
ro: Titlul de intrare a fost schimbat la %s
sq: Titulli i zërit ndryshoi në %s
zh_cn: 条目标题变成%s

source: Entry %s tags updated.
ca: L'entrada %s s'ha actualitzat.
da: Post %s mærker blev opdateret.
de: Stichwörter von Eintrag %s aktualisiert.
es: Etiquetas de la entrada %s actualizadas.
fr: Etiquettes de l'entrée %s actualisées.
it: Tag dell'oggetto %s aggiornate.
nl: Entry %s tags bijgewerkt.
ro: Etichetele de la intrare %s actualizate.
sq: U përditësua etiketat e zërit %s.
zh_cn: 条目%s标签已更新。

source: Entry %s description updated.
ca: La descripció de l'entrada %s s'ha actualitzat.
da: Post %s beskrivelse blev opdateret.
de: Beschreibung von Eintrag %s aktualisiert.
es: Descripción de la entrada %s actualizada.
fr: Description de l'entrée %s actualisée.
it: Descrizione dell'oggetto %s aggiornata.
nl: Entry %s beschrijving bijgewerkt.
ro: Descriere intrare %s actualizata.
sq: U përditësua përshkrimi i zërit %s.
zh_cn: 条目%s描述已更新。

source: File %s copied to the Journal.
ca: El fitxer %s s'ha copiat al diari.
da: Fil %s kopieret til Journalen.
de: Datei %s ins Tagebuch kopiert.
es: Archivo %s copiado al Diario.
fr: Fichier %s copié dans le Journal.
it: File %s copiato nel Journal.
nl: Bestand %s gekopieerd naar het Dagboek.
ro: Fișier %s copiat în Journal.
sq: Kartela %s u kopjua te Ditari.
zh_cn: 文件%s已复制到日志。

source: Success
ca: Correcte
da: Succes
de: Erfolg
es: Éxito
fr: Opération réussie
it: Successo
nl: Succes
ro: Succes
sq: Sukses
zh_cn: 成功

source: %s added to Journal.
ca: %s es va afegir al diari.
da: %s tilføjet til Journal.
de: %s zum Tagebuch hinzugefügt.
es: %s fue agregado al Diario.
fr: %s ajouté au Journal.
it: %s inserito nel Diario.
nl: %s aan Logboek toegevoegd.
ro: %s a fost adăugat în Journal.
sq: %s u shtua në Ditar.
zh_cn: %s已加入到日志。
