Repository: Abhay-dot/sugar-commander
Catalog: po/ayc.po
Languages: ayc

source: Sugar Commander
ayc: Sugar commander wakichata

source: Move files from your SD card or thumb drives to the Journal, clean up the Journal, and more!
ayc: ¡SD wakichatanaka imañata imatanaka apsma jani ukaxa USB wakichatanaka imañata sapa uru luräwinaka imañaru, sapa uru luräwinaka imaña q'umachma, juk'ampinakampi!

source: Title
ayc: Suti

source: Size (KB)
ayc: Taña (KB)

source: MIME Type
ayc: Tipo MIME wakichata

source: Journal
ayc: Sapüru luräwi

source: Resize To Width
ayc: lankhu taña chiqachaña

source: Save
ayc: Imaña

source: Delete
ayc: Chhaqtayaña

source: Description
ayc: Yatiyaña

source: Tags
ayc: Sutinchanaka

source: Copy File To The Journal
ayc: Sapa uru luräwiru imaña wakichataru apaqma

source: Files
ayc: Imata wakichatanaka

source: Error
ayc: Pantjata

source: Image cannot be made larger, only smaller.
ayc: Uñjasïwi jisk'aptayaña wakisiwa

source: Entry %s resized.
ayc: Mantañana %s taña mayjt'iwa.

source: Entry %s deleted.
ayc: Mantaña %s chhaqtayatawa.

source: Entry title changed to %s
ayc: Mantañana p'iqinchäwi suti mayjt'atawa %s

source: Entry %s tags updated.
ayc: Mantaña sutinchäwinaka %s machaqachata.

source: Entry %s description updated.
ayc: Mantaña wakichata qhananchaña %s machaqachata.

source: File %s copied to the Journal.
ayc: Imata wakichata %s sapa uru luräwiru apaqatawa.

source: Success
ayc: Walt'äwi

source: %s added to Journal.
ayc: %s sapa uru luräwiru yapxatatawa.
