Repository: Abhay-dot/sugar-commander
Catalog: po/gug.po
Languages: gug

source: Sugar Commander
gug: Mburuvicha asuka

source: Move files from your SD card or thumb drives to the Journal, clean up the Journal, and more!
gug: ¡Emongu'e ñongatuha kuatia'í haipyrá guive SD térâ guive mandu'a USB ko'èregua guarã, emopotí pe ko'èregua, ha hetaiterei!

source: Title
gug: Téra

source: Size (KB)
gug: Tuichakue (KB)

source: MIME Type
gug: Ñe'érapo MIME

source: Journal
gug: Ko'eregua

source: Resize To Width
gug: Mbojoja pyrusu

source: Save
gug: Ñongatu

source: Delete
gug: Mbogue

source: Description
gug: Ñemombe'upaite

source: Tags
gug: Hera

source: Copy File To The Journal
gug: Mbohesegua ñongatuha ko'eregua

source: Files
gug: Ñongatuhakuera

source: Error
gug: Jejavy

source: Image cannot be made larger, only smaller.
gug: Ha'eño ikatu omomichi pe ta'anga.

source: Entry %s resized.
gug: Jeikeha %s ñemoambue tuichakue.

source: Entry %s deleted.
gug: Jeikeha %s mboguepapyre.

source: Entry title changed to %s
gug: Pe téra jeikeha moambuepapyre pe %s

source: Entry %s tags updated.
gug: Tera jeikeha %s ko'ãgagua.

source: Entry %s description updated.
gug: Ñemombe'upaite jeikeha %s ko'agagua.

source: File %s copied to the Journal.
gug: Ñongatuha %s kopiapapyre ko'eregua.

source: Success
gug: Ñesẽporãmba

source: %s added to Journal.
gug: %s ha'e akue mbojoapypyre koèregua.
